[
  { "text": "Suka yang bikin deg-degan? Kayak kejar-kejaran mobil atau adegan berantem seru?" },
  { "text": "Kalau nonton, kamu cari yang banyak ledakan, tembak-tembakan, dan aksi fisik?" },
  { "text": "Lebih milih film yang 'rame' dan penuh aksi daripada yang banyak ngobrol?" },
  { "text": "Suka lihat adegan pertarungan satu lawan satu yang intens atau perkelahian besar?" },
  { "text": "Film yang pas buatmu itu yang bikin ngerasa 'wah gila, seru banget' karena adegannya cepat?" },
  { "text": "Yang penting bisa bikin ngakak guling-guling, ceritanya santai aja nggak masalah?" },
  { "text": "Kamu tipe yang sengaja cari film buat nonton adegan-adegan konyol atau dialog lucu?" },
  { "text": "Lagi butuh tontonan yang ringan banget, yang bikin ketawa dan lupa masalah?" },
  { "text": "Suka film yang tujuannya emang murni buat bikin happy dan tertawa?" },
  { "text": "Nonton film paling enak kalau bisa ketawa bareng-bareng sama teman?" },
  { "text": "Lagi pengen nonton yang fokus utamanya soal kisah cinta dan bikin baper?" },
  { "text": "Suka ngikutin cerita dua orang yang lagi jatuh cinta, dari awal kenalan sampai jadian?" },
  { "text": "Kamu menikmati film yang ada adegan-adegan romantisnya, walau ceritanya klise?" },
  { "text": "Kamu suka film yang mengeksplorasi pasang surutnya sebuah hubungan asmara?" },
  { "text": "Nonton film yang 'so sweet' dan bikin hati hangat itu tujuan utamamu?" },
  { "text": "Suka ngikutin cerita yang 'dalem'? Kayak tentang konflik batin atau masalah hidup yang rumit?" },
  { "text": "Kamu tertarik nonton film yang fokus di akting kuat dan dialog yang 'kena' banget?" },
  { "text": "Nonton film yang bisa bikin terharu atau bahkan nangis itu nggak masalah buatmu?" },
  { "text": "Kamu suka cerita yang realistis tentang perjuangan hidup seseorang?" },
  { "text": "Film yang bagus buatmu itu yang bisa bikin kamu mikir, 'Kalau aku di posisi dia, gimana ya?'" },
  { "text": "Emang sengaja cari tontonan yang bikin takut, ngeri, atau bikin teriak?" },
  { "text": "Suka film yang ada hantunya, 'jumpscare'-nya, atau suasana mistis yang kental?" },
  { "text": "Tertarik sama cerita-cerita seram, kayak rumah angker, ritual gaib, atau monster?" },
  { "text": "Nonton film horor sampai kebawa mimpi atau takut ke kamar mandi sendirian itu seru menurutmu?" },
  { "text": "Kamu menikmati perasaan tegang pas nonton adegan di mana 'sesuatu' bakal muncul?" },
  { "text": "Tipe yang suka ikutan nebak 'siapa pelakunya' atau mecahin teka-teki di film?" },
  { "text": "Suka film yang bikin tegang terus-menerus, tapi tegangnya karena mikir (bukan karena hantu)?" },
  { "text": "Tertarik sama cerita detektif, investigasi polisi, atau kasus pembunuhan?" },
  { "text": "Kamu suka film yang 'plot twist'-nya bikin kaget dan nggak ketebak?" },
  { "text": "Lebih milih film yang alurnya mainin psikologi penonton daripada yang adegan aksinya banyak?" },
  { "text": "Tertarik sama dunia imajinasi? Kayak sihir, naga, kerajaan, atau makhluk mitologi?" },
  { "text": "Suka mikirin masa depan? Kayak soal alien, robot canggih, perjalanan waktu, atau hidup di planet lain?" },
  { "text": "Kamu suka nonton film yang dunianya beda banget sama dunia kita (ada aturan sihir, teknologi super, dll)?" },
  { "text": "Cerita pahlawan super (superhero) dengan kekuatan unik itu seru menurutmu?" },
  { "text": "Nonton film yang 'visual'-nya keren dan penuh imajinasi itu penting buatmu?" },
  { "text": "Suka nonton orang bertualang menjelajahi tempat-tempat baru yang eksotis atau berbahaya?" },
  { "text": "Cerita soal nyari harta karun, nemuin peradaban kuno, atau bertahan hidup di alam liar itu seru?" },
  { "text": "Kamu suka film yang setting-nya di tempat-tempat keren, kayak hutan lebat, gunung tinggi, atau laut dalam?" },
  { "text": "Tertarik sama film yang karakternya melakukan perjalanan jauh yang penuh rintangan?" },
  { "text": "Merasa 'ikut' bertualang saat nonton film itu pengalaman yang kamu cari?" },
  { "text": "Lagi cari tontonan ringan, positif, dan punya pesan moral yang bagus?" },
  { "text": "Sering nonton film kartun (animasi), nggak peduli itu buat anak-anak atau dewasa?" },
  { "text": "Nonton film bareng keluarga (adik, kakak, orang tua) itu aktivitas yang sering kamu lakukan?" },
  { "text": "Kamu suka film yang 'feel-good' dan bikin hati jadi hangat setelah nonton?" },
  { "text": "Cerita tentang persahabatan, keluarga, atau hewan yang bisa ngomong itu menarik buatmu?" },
  { "text": "Kamu lebih milih nonton kisah nyata atau fakta (dokumenter) daripada cerita fiksi?" },
  { "text": "Tertarik sama film yang diangkat dari sejarah beneran, kayak perang zaman dulu atau kejadian penting?" },
  { "text": "Suka nonton film biografi yang ceritain kehidupan orang terkenal dari awal sampai sukses (atau gagal)?" },
  { "text": "Nonton film yang bisa nambah wawasan atau ngasih info baru itu penting buatmu?" },
  { "text": "Kamu tipe yang penasaran sama 'behind the scenes' suatu peristiwa atau kehidupan seseorang?" }
]
